// lib/menuData.js
export const sideMenu = Object.freeze([
  { title: "الصفحة الرئيسية", href: "/" },

  { title: "اكتشف أحدث إصداراتنا للأطفال", handle: "اكتشف-أحدث-إصداراتنا-للأطفال" },
  { title: "تسوّق جميع منتجاتنا الآن", handle: "تسوّق جميع منتجاتنا الآن" },
  { title: "عروض مكتبتي الإسلامية", handle: "عروض-مكتبتي-الإسلامية" },
  { title: "قصصي الصوتية المسموعة", handle: "قصصي-الصوتية-المسموعة" },
  { title: "الكُتب المُحببة للأطفال", handle: "الكُتب-المُحببة-للأطفال" },
  { title: "أنا أقرأ بنفسي", handle: "أنا-أقرأ-بنفسي" },
  { title: "ابدأ رحلتك مع القلم الناطق", handle: "ابدأ-رحلتك-مع-القلم-الناطق" },
  { title: "عروض القصص التفاعلية", handle: "عروض-القصص-التفاعلية" },
  { title: "كتبي التفاعلية الحركية", handle: "كتبي-التفاعلية-الحركية" },
  { title: "القصص المفردة للأطفال", handle: "القصص-المفردة-للأطفال" },
  { title: "موسوعات التاريخ المصور", handle: "موسوعات-التاريخ-المصور" },

  { title: "ABOUT US", href: "/about-us" }
]);

export default sideMenu;